{
    "Welcome": "Bienvenue",
    "Home": "Accueil",
    "Under Active Development": "En cours de développement",
    "Oykus is a collaborative multiverse project designed to reinvent the way role-playing game universes are created, shared, and experienced": "Oykus est un projet multivers collaboratif conçu pour réinventer la façon dont les univers de jeux de rôle sont créés, partagés et expérimentés.",
    "About": "À propos",
    "Privacy Policy": "Politique de confidentialité",
    "Your profile": "Votre profil",
    "Your Profile": "Votre profil",
    "Your planner": "Votre planificateur",
    "Your universes": "Vos univers",
    "Your characters": "Vos personnages",
    "Your collectibles": "Vos collections",
    "Your achievements": "Vos succès",
    "Your settings": "Vos paramètres",
    "Your Account": "Votre compte",
    "Dashboard": "Tableau de bord",
    "Discover": "Découvrir",
    "Planner": "Planification",
    "Collectibles": "Collections",
    "Achievements": "Succès",
    "Rewards": "Récompenses",
    "Forum": "Forum",
    "Blog": "Blog",
    "Courrier": "Courrier",
    "Game": "Jeu",
    "Leveling": "Progression",
    "Profile": "Profil",
    "Settings": "Paramètres",
    "Login": "Connexion",
    "Logout": "Déconnexion",
    "Username": "Nom d'utilisateur",
    "Email": "Courriel",
    "Name": "Nom",
    "Public Name": "Nom public",
    "Password": "Mot de passe",
    "Confirm Password": "Confirmation du mot de passe",
    "Sign In": "Connexion",
    "Sign in": "Se connecter",
    "Sign in to your account": "Connectez-vous",
    "Or": "Ou",
    "create a new account": "créez un nouveau compte",
    "Signing in...": "Connexion en cours...",
    "Create an account": "Créer un compte",
    "Create account": "Créer le compte",
    "sign in to an existing account": "connectez-vous",
    "Creating account...": "Création  du compte...",
    "An error occurred": "Une erreur est survenue",
    "Admin": "Admin",
    "Administration": "Administration",
    "Error": "Erreur",
    "Edit": "Modifier",
    "Save": "Enregistrer",
    "Send": "Envoyer",
    "Cancel": "Annuler",
    "Delete": "Supprimer",
    "Accept": "Accepter",
    "Reject": "Refuser",
    "Reply": "Répondre",
    "Activate": "Activer",
    "Deactivate": "Désactiver",
    "Locked": "Verrouillé",
    "Unlocked": "Déverrouillé",
    "Available": "Disponible",
    "Unavailable": "Indisponible",
    "Close": "Fermer",
    "Open": "Ouvrir",
    "User doesn't exist": "L'utilisateur n'existe pas",
    "Register": "Inscription",
    "Under Construction": "En construction",
    "Unable to access achievements data, check your internet connection or try again later": "Impossible d'accéder aux données de succès, veuillez vérifier votre connexion ou réessayer plus tard.",
    "This page is currently under construction. Please check back later.": "Cette page est actuellement en construction. Veuillez revenir plus tard.",
    "These settings are currently in development and should be available soon": "Ces paramètres sont en cours de développement et devraient être disponibles sous peu.",
    "Page Not Found": "Page non trouvée",
    "The page you are looking for does not exist. Please check the URL and try again.": "La page que vous recherchez n'existe pas. Veuillez vérifier l'URL et réessayer.",
    "Not Authorized": "Non autorisé",
    "You are not authorized to access this page.": "Vous n'êtes pas autorisé à consulter cette page.",
    "Go to Home": "Retourner à l'accueil",
    "Account": "Compte",
    "General": "Général",
    "Change Password": "Mot de passe",
    "Edit task": "Modifier la tâche",
    "Show task": "Voir la tâche",
    "Privacy": "Vie privée",
    "Color": "Couleur",
    "Devlog": "Devlog",
    "Friends": "Amis",
    "Manage Friends": "Gérer les amis",
    "Invites": "Demandes",
    "Friends Requests": "Demandes d'amitié",
    "Theme": "Thème",
    "Universe Theme": "Thème de l'univers",
    "Change your avatar and cover images, your name, and more": "Modifier vos images d'avatar et de couverture, votre nom, et plus",
    "Change settings, configure notifications, and more": "Modifier vos paramètres, configurer vos notifications, et plus",
    "Manage friends and accept requests": "Gérer vos amis et accepter les demandes d'amitié",
    "Change Avatar": "Modifier l'avatar",
    "Change Cover": "Modifier la couverture",
    "Check your internet connection or try again later": "Veuillez vérifier votre connexion internet ou réessayer plus tard.",
    "Unable to access account data": "Impossible d'accéder aux données de votre compte",
    "Unable to access friends requests": "Impossible d'accéder aux demandes d'amis",
    "Unable to access modules list": "Impossible d'accéder à la liste des modules",
    "Universe Profile": "Profil de l'univers",
    "Manage Modules": "Gérer les modules",
    "Change Logo": "Modifier le logo",
    "Cover image must be smaller than 2MB": "L'image de couverture doit être plus petite que 2MB",
    "No pending requests": "Aucune demande en attente",
    "Add a Friend": "Ajouter un ami",
    "Priority": "Priorité",
    "PriorityHigh": "Élevé",
    "PriorityMedium": "Moyen",
    "PriorityLow": "Faible",
    "Due Date": "Date d'échéance",
    "Title": "Titre",
    "Content": "Contenu",
    "Status": "Statut",
    "Colour": "Couleur",
    "Position": "Position",
    "Slug": "Slug",
    "Who is online?": "Qui est en ligne ?",
    "Unable to access who is online data, check your internet connection or try again later": "Impossible de savoir qui est en ligne. Veuillez vérifier votre connexion internet ou réessayer plus tard.",
    "Not found": "Introuvable",
    "No posts found": "Aucun article trouvé",
    "Create a new post": "Créer un article",
    "Edit settings": "Modifier les paramètres",
    "The multiverse is empty": "Le multivers est vide",
    "Where is everyone?": "Où est tout le monde ?",
    "Recents": "Récents",
    "No friends": "Aucun ami",
    "Delete a Friend": "Supprimer un ami",
    "Do you really want to remove {name} from your friend": "Voulez-vous vraiment supprimer {name} de vos amis ?",
    "Delete friend": "Supprimer",
    "This name is already in use": "Ce nom est déjà utilisé",
    "Stylesheet": "Feuille de style",
    "Abbreviation": "Abréviation",
    "Description": "Description",
    "Visibility": "Visibilité",
    "Display Name": "Nom d'affichage",
    "Universe not found": "Univers introuvable",
    "Please try again later": "Veuillez réessayer plus tard",
    "About Oykus": "À propos d'Oykus",
    "Oykus is a collaborative multiverse project designed to reinvent the way role-playing game universes are created, shared, and experienced. It offers a modern, elegant, and flexible space where each creator can shape their own world, define its rules, lore, and history, then open it to a community of players": "Oykus est un projet de multivers collaboratif conçu pour réinventer la manière de créer, partager et vivre des univers de jeu de rôle. Il offre un espace moderne, élégant et flexible où chaque créateur peut façonner son propre monde, en définir les règles, le lore, l'histoire, puis l'ouvrir à une communauté de joueurs.",
    "A collaborative multiverse project designed to reinvent the way role-playing game universes are created, shared, and experienced": "Un projet de multivers collaboratif conçu pour réinventer la manière de créer, partager et vivre des univers de jeu de rôle.",
    "A modern, elegant, and flexible space where each creator can shape their own world, define its rules, lore, and history": "Un espace moderne, élégant et flexible où chaque créateur peut façonner son propre monde, en définir les règles, le lore et l'histoire.",
    "A Living and Interconnected Multiverse": "Un multivers vivant et interconnecté",
    "At the heart of Oykus is the idea that each universe, as unique as it may be, can resonate with others. Worlds are not isolated: they intersect, collide, and influence each other": "Au cœur d'Oykus se trouve l'idée que chaque univers, aussi unique soit-il, peut entrer en résonance avec les autres. Les mondes ne sont pas isolés : ils se croisent, se percutent, s'influencent, tandis que leurs structures profondes percolent et se réorganisent au contact les unes des autres.",
    "Some examples of these narrative links:": "Quelques exemples de ces liens narratifs :",
    "A gigantic whale from an oceanic universe briefly crosses planes and appears, swimming in the sky of another world": "Une gigantesque baleine issue d'un univers océanique traverse brièvement les plans et apparaît, nageant dans le ciel d'un autre monde.",
    "The satellite of a dystopian sci-fi universe crashes into an elven desert of a fantasy universe": "Le satellite d'un univers de science-fiction dystopique s'écrase dans un désert elfique d'un univers de fantasy.",
    "These events, big or small, weave a common narrative web and give the multiverse a unique depth": "Ces événements, petits ou grands, tissent une toile narrative commune et donnent au multivers une profondeur unique.",
    "Tools to Shape Your Universe": "Des outils pour façonner votre univers",
    "Oykus offers a series of modules designed to enrich and structure each world:": "Oykus propose une série de modules pensés pour enrichir et structurer chaque monde :",
    "Task planner": "Planification de tâches",
    "to organise projects, story arcs, and events": "pour organiser projets, arcs narratifs et événements.",
    "Integrated blog": "Blog intégré",
    "to publish articles, stories, updates, or lore documents": "pour publier articles, récits, mises à jour ou documents de lore.",
    "Modern forum": "Forum moderne",
    "to host discussions, roleplays, debates, and player interactions": "pour accueillir discussions, RP, débats et interactions entre joueurs.",
    "Item system": "Système d'objets",
    "allowing collection of artefacts, rewards, or resources during activities": "permettant de collecter artefacts, récompenses ou ressources lors d'activités.",
    "Titles, badges, and achievements": "Titres, badges et succès",
    "to gamify the experience and reward progression": "pour gamifier l'expérience et valoriser la progression.",
    "Customisable game mechanics": "Mécaniques de jeu personnalisables",
    "to adapt rules to the universe": "pour adapter les règles à l'univers.",
    "Individual or global group progression": "Progression individuelle ou globale par groupe",
    "to track players and community evolution": "afin de suivre l'évolution des joueurs et des communautés.",
    "Each creator can enable, disable, or configure these modules to offer a perfectly tailored experience for their universe": "Chaque créateur peut activer, désactiver ou configurer ces modules pour offrir une expérience parfaitement adaptée à son univers.",
    "A Common Space for All Communities": "Un espace commun pour toutes les communautés",
    "Beyond world creation, Oykus also serves as a meeting point for players from different universes. Communities can exchange, collaborate, discover other play styles, and participate in inter-universe events": "Au-delà de la création de mondes, Oykus sert aussi de point de rencontre entre joueurs issus d'univers différents. Les communautés peuvent échanger, collaborer, découvrir d'autres styles de jeu et participer à des événements inter-univers.",
    "This social dimension strengthens the sense of belonging and opens the door to large-scale shared stories": "Cette dimension sociale renforce le sentiment d'appartenance et ouvre la porte à des récits partagés à grande échelle.",
    "Modernising Forum Role-Playing": "Moderniser le jeu de rôle par forum",
    "Oykus modernizes the text-based role-playing experience by offering:": "Oykus modernise l'expérience du jeu de rôle textuel en proposant :",
    "a clear, pleasant, and responsive interface;": "une interface claire, agréable et responsive;",
    "tools designed to streamline writing and roleplay management;": "des outils pensés pour fluidifier l'écriture et la gestion des RP;",
    "a modular approach that respects forum role-playing traditions while enriching them": "une approche modulaire qui respecte les traditions du jeu de rôle par forum tout en les enrichissant.",
    "Tools designed to streamline writing and roleplay management; a series of modules designed to enrich and structure each world": "Des outils pensés pour fluidifier l'écriture et la gestion des RP; une série de modules pensés pour enrichir et structurer chaque monde.",
    "The result: an immersive, flexible, and welcoming environment, designed for passionate creators as well as curious players": "Le résultat : un environnement immersif, flexible et accueillant, conçu pour les créateurs passionnés comme pour les joueurs curieux.",
    "Oykus is above all a space for imagination, collaboration, and creative freedom. Whether you want to build an entire world or simply explore others, you will find a constantly evolving multiverse shaped by its communities": "Oykus est avant tout un espace d'imagination, de collaboration et de liberté créative. Que vous souhaitiez bâtir un monde entier ou simplement explorer ceux des autres, vous y trouverez un multivers en constante évolution, façonné par ses communautés.",
    "View Universe": "Voir l'univers",
    "Preferences": "Préférences",
    "Timezone": "Fuseau horaire",
    "Comments": "Commentaires",
    "Likes": "J'aimes",
    "Dislikes": "J'aime pas",
    "Add a comment": "Ajouter un commentaire",
    "Be the first to comment": "Sois le premier à commenter",
    "Edited": "Modifié",
    "Author": "Auteur",
    "No post found": "Aucun article trouvé",
    "Delete post": "Supprimer l'article",
    "Edit post": "Modifier l'article",
    "Comment": "Commentaire",
    "View more": "Voir plus",
    "Coming soon": "Bientôt disponible",
    "Delete Post": "Supprimer l'article",
    "Are you sure you want to delete this post?": "Êtes-vous sûr de vouloir supprimer cet article ?"
}